{
    "reviews": [
        {
            "id": 0,
            "details": [
                {
                    "nick": "Stefan",
                    "excursionName": "Sailing in Greece",
                    "review": "I had a great time sailing in Greece! The views were breathtaking and the crew was friendly and knowledgeable. I would definitely recommend this excursion to anyone visiting the area.",
                    "date": "2022-12-12"
                },
                {
                    "nick": "Sam",
                    "excursionName": "Sailing in Greece",
                    "review": "I recently went Sailing in Greece and it was an amazing experience. The water was crystal clear and the marine life was so colorful and diverse. The guides were knowledgeable and made the experience even more enjoyable. I would highly recommend this excursion to anyone who loves the ocean and wants to experience its beauty up close.",
                    "date": "2022-03-15"
                },
                {
                    "nick": "Sarah",
                    "excursionName": "Sailing in Greece",
                    "review": "I recently went Sailing in Greece and it was an amazing experience. The countryside was beautiful and the local people were so friendly and welcoming. The biking was challenging at times, but the sense of accomplishment after completing each day's ride was worth it. I would highly recommend this excursion to anyone who loves biking and wants to experience a different culture.",
                    "date": "2022-09-15"
                }
            ]
        },
        {
            "id": 1,
            "details": [
                {
                    "nick": "Maria",
                    "excursionName": "Passage to Iceland",
                    "review": "I recently went on Passage to Iceland and it was an amazing experience. The wineries we visited were beautiful and the wine was delicious. I would highly recommend this excursion to anyone who loves wine and wants to learn more about the process of making it.",
                    "date": "2022-05-20"
                }
            ]
        },
        {
            "id": 2,
            "details": [
                {
                    "nick": "John",
                    "excursionName": "Excursion in Japan",
                    "review": "My family and I had the opportunity to go on Excursion in Japan and it was a trip of a lifetime. We saw so many amazing animals in their natural habitat and the guides were knowledgeable and helped make the experience even more special. I would highly recommend this excursion to anyone looking to experience the beauty of Africa.",
                    "date": "2022-07-05"
                }
            ]
        },
        {
            "id": 3,
            "details": [
                {
                    "nick": "Jessica",
                    "excursionName": "Visiting Thailand",
                    "review": "I recently went on a hiking trip in Thailand and it was one of the most beautiful and challenging experiences of my life. The views from the top of the mountain were breathtaking and the feeling of accomplishment after reaching the summit was unbeatable. I would highly recommend this excursion to anyone who loves the outdoors and a good challenge.",
                    "date": "2022-08-15"
                }
            ]
        },
        {
            "id": 4,
            "details": [
                {
                    "nick": "Mike",
                    "excursionName": "Vacation in Italy",
                    "review": "I had an amazing time skiing in Italy! The slopes were well-maintained and there was a good variety for skiers of all levels. The après-ski scene was also great, with plenty of options for dining and entertainment. I would definitely recommend this excursion to anyone looking for a fun and luxurious ski vacation.",
                    "date": "2022-12-25"
                }
            ]
        },
        {
            "id": 5,
            "details": [
                {
                    "nick": "Atlantic Crossing",
                    "excursionName": "Scuba Diving in the Great Barrier Reef",
                    "review": "I recently went Atlantic Crossing and it was an incredible experience. The marine life was so diverse and colorful, and the guides were knowledgeable and made the dive safe and enjoyable. I would highly recommend this excursion to anyone who loves the ocean and wants to experience its beauty up close.",
                    "date": "2022-06-30"
                }
            ]
        },
        {
            "id": 6,
            "details": [
                {
                    "nick": "Sarah",
                    "excursionName": "North West Passage",
                    "review": "I recently went on a North West Passage and it was an amazing experience. The countryside was beautiful and the local people were so friendly and welcoming. The biking was challenging at times, but the sense of accomplishment after completing each day's ride was worth it. I would highly recommend this excursion to anyone who loves biking and wants to experience a different culture.",
                    "date": "2022-09-15"
                }
            ]
        },
        {
            "id": 7,
            "details": [
                {
                    "nick": "Sam",
                    "excursionName": "Iceland Trip",
                    "review": "I recently went on an Iceland Trip and it was an amazing experience. The water was crystal clear and the marine life was so colorful and diverse. The guides were knowledgeable and made the experience even more enjoyable. I would highly recommend this excursion to anyone who loves the ocean and wants to experience its beauty up close.",
                    "date": "2022-03-15"
                },
                {
                    "nick": "Sarah",
                    "excursionName": "Iceland Trip",
                    "review": "I recently went on a biking trip through Iceland and it was an amazing experience. The countryside was beautiful and the local people were so friendly and welcoming. The biking was challenging at times, but the sense of accomplishment after completing each day's ride was worth it. I would highly recommend this excursion to anyone who loves biking and wants to experience a different culture.",
                    "date": "2022-09-15"
                }
            ]
        }
    ]
}